[
    {
        "lang": "fr",
        "home-menu": "Accueil",
        "profile-menu": "Profil",
        "skills-menu": "Compétences",
        "education-menu": "Formation",
        "experience-menu": "Expérience",
        "project-menu": "Projets",
        "contact-menu": "Contact",
        "profession-analyst": "Analyste",
        "profession-programmer": "développeur",
        "profession-engineer": "Ingénieur",
        "hire-me-header": "Recruter moi",
        "hire-me-header": "Recruter moi",
        "personnal-profile": "Profil personnel",
        "personnal-description": "Je suis moi !",
        "skills-title": "Compétences",
        "education-title": "Formation",
        "graduated": "diplômé",
        "engineering-school": "Ecole d'ingénieur en informatique",
        "engineering-school-desc": "L’ISIMA est une grande école d’Ingénieurs en Informatique en Auvergne, axée sur les métiers de l’Informatique et de ses applications. Cette école est située à Clermont-Ferrand et dispose de nombreux partenariats avec des entreprises présentes localement telles que Michelin ou CGI Inc. Elle offre une formation en informatique avec à la fois une formation généraliste et une spécialisation dès la 2e année, combinée avec 2 stages de 5 mois.",
        "IT-degree": "Diplôme universitaire en infortique",
        "IT-degree-description": "Le département informatique de Clermont-Ferrand a une très longue expérience dans la formation aux métiers de l'informatique. Les enseignements (notamment assurés par des professionnels) portent sur l'informatique d'aujourd'hui qui garantit une bonne insertion professionnelle, mais aussi sur celle de demain qui offre de belles perspectives de poursuites d’études.",
        "experience-title": "Expérience",
        "april' insertion='before": "avr.",
        "january' insertion='before": "jan.",
        "september' insertion='before": "sep.",
        "sandwich-course": "Alternance",
        "internship": "Stage",
        "job-designation": "Analyste programmeur",
        "job-internship": "Développeur Java",
        "sandwich-course-desc": "Alternance obtenu suite à mon stage de deuxième année. J'ai été intégré à l’équipe projet (6 personnes) afin de contribuer aux développements en cours et proposer des nouvelles solutions. Dans un premier temps, ces solutions permettront d'améliorer le processus de développement avec la généralisation de tests. Dans un second temps, le but sera de diminuer les temps de réponse de l’outil chez les utilisateurs présents sur d’autres continents.",
        "internship-zz-desc": "Stage de 6 mois au Centre de Technologies Michelin de Ladoux dans le but de travailler sur la refonte d’un framework de visualisation. Cet outil permet de tracer des mesures et des modèles de lois de comportements matériaux. Ce stage comprenait l'etude de l’architecture actuelle du Framework, la proposition de solutions techniques pour répondre aux besoins, leur implémentation et la rédaction d’une documentation.",
        "internship-dut-desc": "Stage de 3 mois suivi d'un travail à domicile afin de développer un client Java. L'application permet de récupérer les données d'un capteur cardiaque en utilisant le port infrarouge afin de les traiter et de les afficher. L'application permet également de générer des rapports au format Word de manière automatique grâce à l'API d'OpenOffice.",
        "teamwork": "Travail en équipe",
        "contact-title": "Contactez moi",
        "send": "Envoyer",
        "contact-me": "Contactez moi à ",
        "add-me": "Ajoutez moi ",
        "follow-me": "Suivez moi sur ",
        "contact-info": "Autre moyen de me contacter",
        "key-words": "Mots clés :"
    },
    {
        "lang": "en",
        "home-menu": "Home",
        "profile-menu": "Profile",
        "skills-menu": "Skills",
        "education-menu": "Education",
        "experience-menu": "Experience",
        "project-menu": "Projects",
        "contact-menu": "Contact",
        "profession-analyst": "Analyst",
        "profession-programmer": "developer",
        "profession-engineer": "Engineer",
        "hire-me-header": "Hire me",
        "personnal-profile": "Personnal profile",
        "personnal-description": "I'm me !",
        "skills-title": "Skills",
        "education-title": "Education",
        "graduated": "graduated",
        "engineering-school": "Engineering school in IT Science",
        "engineering-school-desc": "ISIMA is a great school of Engineering in IT Science in Auvergne (France). This school is located in Clermont-Ferrand and has many partnerships with companies such as Michelin locally present or CGI Inc. ISIMA offers a computer training, with both general training and specialization from the 2nd year, combined with two courses of 5 months.",
        "IT-degree": "Technical University Degree in IT Science",
        "IT-degree-description": "The IT department of Clermont-Ferrand has a very long experience in training for careers in computer science. The teachings (some provided by professionals) focus on computing today which ensures good professional integration but also on the future which offers good prospects for further studies.",
        "experience-title": "Experience",
        "april' insertion='before": "apr.",
        "january' insertion='before": "jan",
        "september' insertion='before": "sep.",
        "sandwich-course": "Sandwich course",
        "internship": "Internship",
        "job-designation": "Analyst programmer",
        "job-internship": "Java developer",
        "sandwich-course-desc": "Sandwich course got after my second year internship. I was included in the project team (6 people) to contribute to the ongoing development and propose new solutions. At first, these solutions will enhance the development process with the generalization of tests. In a second step, the goal will be to reduce the response time of the tool among users on other continents.",
        "internship-zz-desc": "6 month internship at Ladoux Technology Center in order to work on redesigning a visualization framework. This tool allows to draw measures and models of behavior laws of materials. This intership included the study of the current architecture of the Framework, the proposed technical solutions to meet the needs, the implementation of the solutions adopted and writing technical documentation.",
        "internship-dut-desc": "3 month internship followed by work at home to develop a Java client. The application can retrieve data from a pulse sensor using the infrared port in order to analyze and display them. The application also allows you to generate reports in Word format automatically through API OpenOffice.",
        "teamwork": "Teamwork",
        "contact-title": "Keep in touch with me",
        "send": "Send",
        "contact-me": "Contact me at ",
        "add-me": "Add me ",
        "follow-me": "Follow me on ",
        "contact-info": "Other way to contact me",
        "key-words": "Key words"
    }
]


